{
  "publications": [
    {
      "id": "0",
      "title": "O que o Brasil pode aprender com o Chile sobre controle de gastos públicos",
      "title_en": "What Brazil Can Learn from Chile About Public Spending Control",
      "source": "Jornal A Gazeta",
      "date": "2026-01",
      "year": 2026,
      "description": "O Chile não mostra que a dívida nunca sobe, mas que instituições bem desenhadas ajudam a conter improvisações e antecipar correções.",
      "description_en": "Chile doesn't show that debt never rises, but that well-designed institutions help contain improvisation and anticipate corrections.",
      "url": "https://www.agazeta.com.br/artigos/o-que-o-brasil-pode-aprender-com-o-chile-sobre-controle-de-gastos-publicos-0126",
      "pinned": false
    },
    {
      "id": "1",
      "title": "Crise do IOF e o preço da pressa fiscal?",
      "title_en": "IOF Crisis and the Price of Fiscal Haste?",
      "source": "Jornal A Gazeta",
      "date": "2025-06",
      "year": 2025,
      "description": "O artigo discute as novas alíquotas do IOF e os riscos de um ajuste fiscal mal planejado, analisando impactos na economia e na confiança dos investidores.",
      "description_en": "The article discusses the new IOF rates and the risks of a poorly planned fiscal adjustment, analyzing impacts on the economy and investor confidence.",
      "url": "https://www.agazeta.com.br/artigos/crise-do-iof-e-o-preco-da-pressa-fiscal-0625",
      "pinned": false
    },
    {
      "id": "2",
      "title": "Reforma tributária e o novo paradigma da gestão fiscal das cidades",
      "title_en": "Tax Reform and the New Paradigm of Municipal Fiscal Management",
      "source": "Jornal A Gazeta",
      "date": "2025-04",
      "year": 2025,
      "description": "Reflexões sobre os desafios e oportunidades para os municípios na reforma tributária, com foco em autonomia fiscal e eficiência administrativa.",
      "description_en": "Reflections on challenges and opportunities for municipalities in tax reform, focusing on fiscal autonomy and administrative efficiency.",
      "url": "https://www.agazeta.com.br/artigos/reforma-tributaria-e-o-novo-paradigma-da-gestao-fiscal-das-cidades-0425",
      "pinned": false
    },
    {
      "id": "3",
      "title": "Banco Master: como blindar seu dinheiro do risco de quebra de um banco",
      "title_en": "Banco Master: How to Protect Your Money from Bank Failure Risk",
      "source": "Jornal A Gazeta",
      "date": "2025-04",
      "year": 2025,
      "description": "Análise de estratégias de proteção patrimonial frente à instabilidade bancária, incluindo diversificação e instrumentos de garantia.",
      "description_en": "Analysis of asset protection strategies against banking instability, including diversification and guarantee instruments.",
      "url": "https://www.agazeta.com.br/artigos/banco-master-como-blindar-seu-dinheiro-do-risco-de-quebra-de-um-banco-0425",
      "pinned": false
    },
    {
      "id": "4",
      "title": "O Impacto da Reforma Tributária nas Finanças Municipais",
      "title_en": "The Impact of Tax Reform on Municipal Finances",
      "source": "Revista ES Brasil",
      "date": "2025-03",
      "year": 2025,
      "description": "Análise aprofundada dos impactos da reforma tributária nas finanças municipais e a importância de uma gestão fiscal eficiente para enfrentar os novos desafios.",
      "description_en": "In-depth analysis of tax reform impacts on municipal finances and the importance of efficient fiscal management to face new challenges.",
      "url": "https://esbrasil.com.br/o-impacto-da-reforma-tributaria-nas-financas-municipais/",
      "pinned": false
    },
    {
      "id": "5",
      "title": "Inteligência Artificial e a Gestão Pública",
      "title_en": "Artificial Intelligence and Public Management",
      "source": "Revista ES Brasil",
      "date": "2025-02",
      "year": 2025,
      "description": "Discussão sobre como a IA pode ser utilizada para melhorar a eficiência e a transparência na administração pública, com casos práticos e perspectivas futuras.",
      "description_en": "Discussion on how AI can be used to improve efficiency and transparency in public administration, with practical cases and future perspectives.",
      "url": "https://esbrasil.com.br/inteligencia-artificial-e-a-gestao-publica/",
      "pinned": true
    },
    {
      "id": "6",
      "title": "Desafios Fiscais no Brasil Contemporâneo",
      "title_en": "Fiscal Challenges in Contemporary Brazil",
      "source": "Revista ES Brasil",
      "date": "2025-01",
      "year": 2025,
      "description": "Análise dos principais desafios enfrentados pelo Brasil em relação à política fiscal e propostas para superar obstáculos estruturais.",
      "description_en": "Analysis of the main challenges faced by Brazil regarding fiscal policy and proposals to overcome structural obstacles.",
      "url": "https://esbrasil.com.br/desafios-fiscais-no-brasil-contemporaneo/",
      "pinned": false
    }
  ]
}
